[
  {
    "title": "How can we support researchers in participating in Horizon Europe 2026-2027 calls? Onboarding webinar for research managers",
    "event_url": "https://nkfih.gov.hu/hivatalrol/hivatal-rendezvenyei/kutmen-webinar-kezdo-2025",
    "main_image_url": "https://nkfih.gov.hu/site/upload/2025/11/kutmen_webinars_lead.png",
    "event_date": "2025-12-09",
    "organizer": " National Research, Development and Innovation Office (NKFIH)",
    "location": "online",
    "description": "The NRDI NCP team provides guidance to research managers on how they can support researchers at their institutions in navigating the application system and finding consortium partners. The webinar is primarily intended for research managers who are new to the Horizon Europe program.",
    "duration": null,
    "type": "webinar",
    "language": "hungarian"
  },
  {
    "title": "Synergies in the innovation ecosystem / Ten years of the NKFI Office",
    "event_url": "https://pmsz.hu/rendezvenyeink/pmsz-innovacios-tagozat-2025-november-10-eves-az-nkfi-hivatal-konferenciasorozat-iv/",
    "main_image_url": "https://nkfih.gov.hu/site/upload/2025/10/10eves_966x542_szinergiak_az_innovacios_okoszisztemaban.jpg",
    "event_date": "2025-11-27",
    "organizer": " National Research, Development and Innovation Office (NKFIH)",
    "location": "Bálna Honvédelmi Központ\n1093 Budapest, Fővám tér 11-12.",
    "description": "The National Research, Development and Innovation Office has been working on building the domestic RDI ecosystem for exactly a decade. Such a milestone anniversary is a good opportunity to evaluate past achievements, but it is equally important to explore future opportunities. Instead of focusing on ourselves, we highlight the successes of the supported businesses, research institutions, and projects that are the drivers of innovation and economic development in Hungary.",
    "duration": null,
    "type": "conference",
    "language": "hungarian"
  },
  {
    "title": "Workshop on the valuation of Intellectual Property - 2025",
    "event_url": "https://www.sztnh.gov.hu/kezdooldal/hirek/esemenyek/_workshop-on-the-valuation-of-intellectual-property-",
    "main_image_url": "https://www.sztnh.gov.hu/sw/static/pic/q/z/IP_Valuation_workshop_banner_1140x_384_1021_1.png",
    "event_date": "2025-12-02",
    "organizer": "Hungarian Intellectual property Office (Szellemi Tulajdon Hivatala)",
    "location": "Budapest  H-1061 Király utca 26. Create.26",
    "description": "The workshop aims to provide a broad overview of IP valuation, starting from international standards as key reference points and moving toward their practical application within the Hungarian context. Our goal is to encourage open dialogue with the financial community — including investors, business valuators, and banks — and to strengthen trust and collaboration between the IP community, investors, and policymakers.⁣⁣ This will help better integrate intangible assets into the wider financial ecosystem. ⁣",
    "duration": null,
    "type": "workshop",
    "language": "english"
  },
  {
    "title": "Progress - Enterprise Horizon workshop",
    "event_url": "https://niu.hu/en/service/progress-enterprise-horizon-workshop",
    "main_image_url": "https://niu.hu/storage/uploads/pexels-alphatradezone-5833273-niu_m.jpg",
    "event_date": "2025-12-03",
    "organizer": "Hungarian Innovation Agency (NIÜ)",
    "location": "1077 Budapest, Kéthly Anna tér 1.",
    "description": "The programme consists of three consecutive training sessions, which can be taken separately, but it is recommended that companies new to HE tenders attend the three levels of training consecutively. The workshops are limited to a maximum of 30 participants, and each training session will be repeated several times throughout the year, depending on applications and current calls for proposals.",
    "duration": null,
    "type": "workshop",
    "language": "english"
  },
  {
    "title": "Planet Budapest 2026 ",
    "event_url": "https://planetbudapest.hu/",
    "main_image_url": "https://bokik.hu/ckfinder/images/esemenyek/ev2025/img_bolygo_c.jpg",
    "event_date": "2026-02-25",
    "organizer": "Blue Planet Climate Protection Foundation (Kék Bolygó Alapítvány)",
    "location": "Magyar Vasúttörténeti Park, Budapest, Tatai u. 95, 1142",
    "description": "The Hungarian Chamber of Commerce and Industry, in cooperation with the Blue Planet Foundation, considers sustainability and the implementation of a circular economy to be important. To this end, János Áder, Chairman of the Board of Trustees, and Elek Nagy, President of the MKIK, have expressed their intention to cooperate in order to ensure the successful implementation of the Planet Budapest 2026 event.",
    "duration": null,
    "type": "expo",
    "language": "hungarian"
  },
  {
    "title": "Startup Safari Budapest 2026",
    "event_url": "https://www.tixa.hu/startupsafari-2026",
    "main_image_url": "https://www.tixa.hu/kepek/0039/1000/39787-1_20251104095908.jpg",
    "event_date": "2026-03-24",
    "organizer": "Create.26",
    "location": "Budapest  H-1061 Király utca 26. Create.26",
    "description": "Budapest Startup Safari is not your average conference – it's a two-day startup jamboree held at Budapest's most inspiring venue, the Create 26 center.\nThe event aims to provide insight into the world of domestic and international startups, promote knowledge sharing, networking, and community building – for which we will once again create a unique opportunity in 2026.\nThis year, on March 24-25, 2026, Budapest Startup Safari will welcome players in the startup world, interested parties, and future innovators for the eleventh time.",
    "duration": null,
    "type": "conference",
    "language": "hungarian"
  },
  {
    "title": "Spark Talks Meetup - Innovation: Behind the Scenes",
    "event_url": "https://cooltix.hu/event/68ff73eb1f1e33ac80cce558",
    "main_image_url": "https://images.cdn.cooltix.com/0429bb883c394f62a5bc7dfd9aa7984d.png",
    "event_date": "2025-11-19",
    "organizer": "Puzl CowOrKing Budapest",
    "location": "Puzl CowOrKing Budapest\n1036 Budapest, Lajos utca 126",
    "description": "An evening where we dive deep into corporate innovation, AI development, and organizational renewal — from multiple perspectives: corporate, scientific, IT, psychological, and consulting.\nAfter the summer success of Hot Topics & Cold Spritzers, here comes the Winter Special Edition — this time in English, sipping mulled wine, but just as much inspiration.\nWe’ll explore the human and organizational sides of digital innovation:\nHow does innovation work inside large corporations?\nWhat structures foster (or block) creativity?\nAnd what can we learn from Bosch’s innovation best practices?",
    "duration": null,
    "type": "round table",
    "language": "english"
  },
  {
    "title": "HVCA SANTA PARTY (nly hvca members)",
    "event_url": "https://www.hvca.hu/esemenyek/hvca-santa-party-csak-hvca-tagoknak",
    "main_image_url": "https://www.hvca.hu/images/banner/hvca-bg-people-1-d.jpg",
    "event_date": "2025-12-02",
    "organizer": "HVCA",
    "location": "SMÚZ CAFÉ, 1055 Budapest, Kossuth Lajos tér 18.",
    "description": null,
    "duration": null,
    "type": "party",
    "language": "hungarian"
  },
  {
    "title": "Young Entrepreneurs Week 2025 – BUDAPEST",
    "event_url": "https://fivosz.hu/esemeny/fiatal-vallalkozok-hete-2025-budapest/",
    "main_image_url": "https://fivosz.hu/wp-content/uploads/2025/10/Budapest.jpg",
    "event_date": "2025-11-28",
    "organizer": "FIVOSZ",
    "location": "Bálna Honvédelmi Központ\nFővám tér 11-12.\nBudapest, Pest 1093",
    "description": "The most exciting event of the year is back: Young Entrepreneurs Week 2025 Business & Career Show Make new friends, find new partners or even your future boss, and learn directly from them!\nIf you are even slightly interested in how you can become more successful, then register for free participation!",
    "duration": null,
    "type": "career show",
    "language": "hungarian"
  },
  {
    "title": "Young Entrepreneur of the Year Award Ceremony",
    "event_url": "https://fivosz.hu/esemeny/az-ev-fiatal-vallalkozoja-dij-atadasa/",
    "main_image_url": "https://fivosz.hu/wp-content/uploads/2025/10/FZ68482-2048x1510.jpg",
    "event_date": "2025-11-28",
    "organizer": "FIVOSZ",
    "location": "Bálna Honvédelmi Központ\nFővám tér 11-12.\nBudapest, Pest 1093",
    "description": "The Young Entrepreneur of the Year Award ceremony will take place on November 28, 2025, in Budapest, as part of our Young Entrepreneurs Week event, marking the ceremonial conclusion of the conference series. Successful applicants will be notified by phone and email about their eligibility for the award and further details.",
    "duration": null,
    "type": "award ",
    "language": "hungarian"
  },
  {
    "title": "Health data assets and public data systems – our guest is the head of department at the Hungarian Central Statistical Office",
    "event_url": "https://ivsz.hu/esemenyek/egeszsegugyi-adatvagyon-es-kozadat-rendszerek-beszelgetes-a-ksh-val/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/health.png",
    "event_date": "2026-01-22",
    "organizer": "IVSZ",
    "location": "\tIVSZ Iroda – 1095 Budapest, Tinódi utca 1–3., C épület, fsz. 2. és online",
    "description": "The guest at our next E-health working group meeting will be Katalin Janák, head of the Community Services Statistics Department at the Hungarian Central Statistical Office (KSH).\nDuring our discussion, we will touch upon:\nthe role of the HCSO in processing health data assets;\nthe interoperability and searchability of public data systems;\nthe possibilities of secondary data use.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "Termination of employment: legal pitfalls and practical lessons – Lecture by Dr. György Bálint, renowned expert in labor law",
    "event_url": "https://ivsz.hu/esemenyek/munkaeropiaci-munkacsoport-online-esemeny/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/munkaero.png",
    "event_date": "2025-12-10",
    "organizer": "IVSZ",
    "location": "\tIVSZ Iroda – 1095 Budapest, Tinódi utca 1–3., C épület, fsz. 2. és online",
    "description": "At the online event, Dr. György Bálint (CMS Law Firm) will give a presentation on the practical and legal pitfalls of terminating employment relationships and the lessons learned from the latest court cases. He is a recognized expert in labor law who has been supporting domestic and international companies in complex employment issues for more than a decade. As one of the leading labor lawyers at CMS's Budapest office, he regularly publishes and teaches.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "The EU Data Act in practice",
    "event_url": "https://ivsz.hu/esemenyek/az-eu-data-act-a-gyakorlatban/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/policy.png",
    "event_date": "2025-12-04",
    "organizer": "IVSZ",
    "location": "\tIVSZ Iroda – 1095 Budapest, Tinódi utca 1–3., C épület, fsz. 2. és online",
    "description": "The European Union's new Data Act is now in force. In light of this, Dr. András Csenterics, lawyer, partner, and specialist in data protection and technology law (Réti, Várszegi és Társai Ügyvédi Iroda PwC Legal) will give a presentation on the practical application of the regulation. The aim of the event is to familiarize participants with the \"uses\" of the Data Act through case studies and to explain how the regulation can be interpreted in everyday legal and business operations.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "\nCyber Islands Job Fair 2.0",
    "event_url": "https://ivsz.hu/esemenyek/cyber-islands-job-fair-2-0/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/10/JobFair.jpg",
    "event_date": "2025-11-28",
    "organizer": "IVSZ",
    "location": "\t1114 Budapest, Ulászló u. 27",
    "description": "Cyber Islands Job Fair 2.0 is not a traditional job fair. Here, you won't wander between booths, but instead take part in real, inspiring conversations with the most exciting players in the domestic cybersecurity sector. Whether you're just starting your career, an experienced professional, or just getting to know the field, this event is for you!",
    "duration": null,
    "type": "állásbörze",
    "language": "hungarian"
  },
  {
    "title": "ConfigCobra – Automated cloud security. Guaranteed in code – Cloud Working Group",
    "event_url": "https://ivsz.hu/esemenyek/configcobra-automatizalt-felhobiztonsag-kodban-garantalva-felho-munkacsoport/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/cloud.png",
    "event_date": "2025-11-27",
    "organizer": "IVSZ",
    "location": "\tIVSZ Iroda – 1095 Budapest, Tinódi utca 1–3., C épület, fsz. 2. és online",
    "description": "One of the biggest challenges facing modern IT infrastructures today is cloud security: misconfigurations and inconsistent policy management in Microsoft 365 and Google Workspace environments pose a serious risk. ConfigCobra (a CIS-certified SaaS solution developed by Digital Technologies) automates cloud configuration monitoring, drift tracking, and audit reporting.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "2nd Cybersecurity Awareness Raising Conference – Empowering The Human Element",
    "event_url": "https://ivsz.hu/esemenyek/2nd-cybersecurity-awareness-raising-conference-empowering-the-human-element/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/AR_CONFERENCE_VISUAL_v07C.png",
    "event_date": "2025-11-27",
    "organizer": "IVSZ",
    "location": "The French Pavilion, Savska cesta 25, 10000, Zagreb, Croatia",
    "description": "ENISA is organizing the Cybersecurity Awareness Raising Conference for the second time this year, entitled \"Empowering the Human Element.\"\nFollowing the success of the 2024 conference in Ljubljana, this year's event will be held in Zagreb, organized by the Croatian Academic and Research Network in cooperation with the Croatian Institute for Cybersecurity and the University Center for Cybersecurity at the University North. The aim of the conference is to further deepen the human dimension of cybersecurity communication and to promote awareness, action, and effectiveness at the European level.",
    "duration": null,
    "type": "conference",
    "language": "english"
  },
  {
    "title": "ESG Working Group 2025 Closing Meeting",
    "event_url": "https://ivsz.hu/esemenyek/esg-munkacsoport-2025-zaroules/",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/ESG.png",
    "event_date": "2025-11-26",
    "organizer": "IVSZ",
    "location": "\tIVSZ Iroda – 1095 Budapest, Tinódi utca 1–3., C épület, fsz. 2.",
    "description": "The last ESG working group meeting of the year will focus on the ESG digitalization challenges and compliance issues faced by domestic companies. The guest of the event will be Dániel Erdélyi, Head of Department at the Regulatory Activities Supervisory Authority, who will give a presentation and participate in the professional discussion.\nThe aim of the meeting is to provide an overview of the latest ESG-related developments and regulatory experiences of the SZTFH, as well as to provide a forum for dialogue between member companies on practical application, data management, and the digitization of ESG reporting.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "Increasing corporate AI use and measuring its effectiveness – panel discussion on programs and practices",
    "event_url": "https://ivsz.hu/esemenyek/vallalati-ai-hasznalat-novelese-es-hatekonysagmerese-programok-es-gyakorlatok-panelbeszelgetes/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/agilis.png",
    "event_date": "2025-11-25",
    "organizer": "IVSZ",
    "location": "IVSZ Iroda – 1095 Budapest, Tinódi utca 1–3., C épület, fsz. 2.",
    "description": "How can corporate AI use be consciously expanded and results made measurable?\nIn our panel discussion, Hungarian experts share their experiences of successful AI programs, the challenges of implementation, and the cultural aspects of application—from the AI Ambassador program to addressing employee fears.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "How would your organization respond to an unexpected cyberattack? – Cybersecurity exercise for businesses",
    "event_url": "https://ivsz.hu/esemenyek/hogyan-reagalna-a-szervezeted-egy-varatlan-kibertamadasra-kiberbiztonsagi-gyakorlat-vallalkozasoknak/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/Cyberislands.jpg",
    "event_date": "2025-11-25",
    "organizer": "IVSZ",
    "location": "Cyber Islands 1114 Budapest, Ulászló utca 27. (csak személyes részvétellel)",
    "description": "As part of the CyberHubs project, you can now take part in an interactive cybersecurity decision-making simulation, where you can learn about the organizational and managerial decisions that need to be made during a cyber incident based on a realistic scenario. ",
    "duration": null,
    "type": "simulation",
    "language": "hungarian"
  },
  {
    "title": "CETIN Cybersecurity Forum 2025",
    "event_url": "https://ivsz.hu/esemenyek/cetin-kiberbiztonsagi-forum-2025/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/10/Cetin.jpg",
    "event_date": "2025-11-21",
    "organizer": "IVSZ",
    "location": "Törökbálint, Pannon út 1. (Yettel/CETIN székház)",
    "description": "\nThe development and spread of artificial intelligence, increasing market pressure, technological competition, and geopolitical realignment bring unprecedented threats—problems that have never arisen before and require a new approach to defense and, ultimately, from the entire organization.\nIn the spirit of the above, we look forward to seeing you at this short but informative afternoon of interesting, exciting, and thought-provoking cybersecurity presentations.\nAt the presentations, you will meet CETIN's cybersecurity experts, and our clients will also be featured in the program, as well as consultants and professional interest groups. In addition to the role of AI, we will discuss NIS2 preparedness, the future of the cybersecurity profession and market, and how much we should fear autonomous AI.",
    "duration": null,
    "type": "round table",
    "language": "hungarian"
  },
  {
    "title": "“Financing Innovation – From Research to Reality”",
    "event_url": "https://ivsz.hu/esemenyek/financing-innovation-from-research-to-reality/#adatlap",
    "main_image_url": "https://ivsz.hu/wp-content/uploads/2025/11/2bdo.jpg",
    "event_date": "2025-11-20",
    "organizer": "IVSZ",
    "location": "Raddison Budapest BudaPart (1117 Dombóvári út 25. A. ép.)",
    "description": "We are delighted to invite you to the “Financing Innovation – From Research to Reality” conference, which will focus on the financing opportunities of research, development, and innovation. The conference will bring together decision-makers, policymakers, financial experts, and industry leaders to explore how organizations can identify their R&D activities and connect them with practical funding solutions.",
    "duration": null,
    "type": "conference",
    "language": "english"
  },
  {
    "title": "Growth and Innovation Academy (NiNa)",
    "event_url": "https://mkik.hu/esemenyek/innovacio/novekedesi-es-innovacios-akademia-nina",
    "main_image_url": null,
    "event_date": "2025-11-06",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Győr, GYMSM KIK Székház",
    "description": "An 8-session, complex competency development program to encourage growth and innovation among domestic SMEs.",
    "duration": null,
    "type": "lecture",
    "language": "hungarian"
  },
  {
    "title": "Anomalies in reporting",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/a-beszamolokeszites-anomaliai",
    "main_image_url": null,
    "event_date": "2025-11-25",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Kaposvár, SKIK Székház, Anna u. 6.",
    "description": "Managing the tension between growing business demands and accountant responsibility is essential to performing accounting tasks. How can we shape client relationships and service contracts in a way that balances the client's interests and the accountant's responsibility?",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "Discover the world of Gemini!",
    "event_url": "https://mkik.hu/esemenyek/digitalizacio/ismerd-meg-a-gemini-vilagat",
    "main_image_url": null,
    "event_date": "2025-11-25",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Siófok, Fő tér 2. Civil Ház\n",
    "description": "Learn how Google Gemini can help turn artificial intelligence into a real tool in your hands! The workshop will focus specifically on Gemini—of the many AI solutions available, we will take a closer look at this system.",
    "duration": null,
    "type": "workshop",
    "language": "hungarian"
  },
  {
    "title": "Business success with artificial intelligence Digitalization Day for SMEs – Szeged",
    "event_url": "https://mkik.hu/esemenyek/digitalizacio/MVP%20-%20Szeged",
    "main_image_url": null,
    "event_date": "2025-11-25",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Csongrád-Csanádi Kereskedelmi és Iparkamara, 6721 Szeged, Párizsi krt. 8-12.",
    "description": "Resources, tools, and opportunities for the digital development of SMEs Professional forum organized by MVP 2.0",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "Nyíregyháza_Innovation Roadshow",
    "event_url": "https://mkik.hu/esemenyek/innovacio/nyiregyhaza-innovacios-roadshow",
    "main_image_url": null,
    "event_date": "2025-11-26",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Nyíregyháza, Cudy Future (Nyíregyháza 4400, Kéz utca 8.)",
    "description": "-",
    "duration": null,
    "type": "roadshow",
    "language": "hungarian"
  },
  {
    "title": "Sándor Demján Capital Program Roadshow",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/demjen-sandor-tokeprogram-roadshow_18",
    "main_image_url": null,
    "event_date": "2025-11-17",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Csongrád-Csanádi Kereskedelmi és Iparkamara, Szeged",
    "description": "We believe in capital! Our goal is to develop and support domestic small and medium-sized enterprises (SMEs), with a particular focus on capacity expansion, digitization, energy efficiency, and business development investments.",
    "duration": null,
    "type": "roadshow",
    "language": "hungarian"
  },
  {
    "title": "Marketing planning and execution with artificial intelligence",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/marketing-tervezes-es-kivitelezes-mesterseges-intelligenciaval",
    "main_image_url": null,
    "event_date": "2025-11-27",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Gazdaság Háza - Fejér Vármegyei Kereskedelmi és Iparkamara, Székesfehérvár, Hosszúsétatér 4-6.",
    "description": "The practice-oriented workshop helps businesses with marketing planning and enables participants to learn about the practical possibilities offered by artificial intelligence and how to implement them in their own businesses.",
    "duration": null,
    "type": "workshop",
    "language": "hungarian"
  },
  {
    "title": "“Generational Mosaic – Strength in Differences!” training (Szeged)",
    "event_url": "https://mkik.hu/esemenyek/generaciovaltas/generacios-mozaik-ero-a-kulonbsegekben-kepzes",
    "main_image_url": null,
    "event_date": "2025-11-27",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Csongrád-Csanádi Kereskedelmi és Iparkamara, 6721 Szeged, Párizsi krt. 8–12. (kamarai székház)",
    "description": "In 2025, the Hungarian Chamber of Commerce and Industry will continue its nationwide adult education programs, which aim to support the development and competitiveness of domestic businesses. As part of this, a blended learning (e-learning + contact hours) training course entitled \"Generational Mosaic – Strength in Differences!\" will start in November for managers and employees of small and medium-sized enterprises.\nThe training focuses on understanding and developing cooperation between different generations. Participants will learn how generational differences can be used as a resource within the organization and will receive practical tools for developing effective communication, teamwork, and cooperation.\nThe aim of the training is to contribute to increasing the internal efficiency and employee satisfaction of SMEs and to promote the creation of an inspiring, accepting, and productive work environment.",
    "duration": null,
    "type": "lecture",
    "language": "hungarian"
  },
  {
    "title": "Masterclass on sustainability and ESG compliance (Szeged)",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/mesterkurzus-a-fenntarthatosagrol-es-esg-megfelelesrol",
    "main_image_url": null,
    "event_date": "2025-11-27",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Csongrád-Csanádi Kereskedelmi és Iparkamara, Szeged, Párizsi krt 8-12.",
    "description": "Sustainability is no longer an expectation, but a competitive advantage—especially for small and medium-sized enterprises. If you feel that the challenges of day-to-day operations leave you with little time or capacity for green considerations, we can help you take the first step—and develop the necessary knowledge and mindset in-house. ",
    "duration": null,
    "type": "lecture",
    "language": "hungarian"
  },
  {
    "title": "The difficulties of the review process, with particular regard to its renewed regulation.",
    "event_url": "https://mkik.hu/esemenyek/szakkepzes/a-felulvizsgalati-eljaras-nehezsegei-kulonos-figyelemmel-annak-megujult-szabalyozasara",
    "main_image_url": null,
    "event_date": "2025-11-27",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "webinar előadás",
    "description": "The Legal Section of the Hungarian Chamber of Commerce and Industry invites interested parties to its first lecture of the second half of this year, which is a credit-point training course. Our 2025 Legal Section lecture and training series continues with a topic that affects many people. The topic of the lecture is: The difficulties of the review procedure, with particular attention to its renewed regulation.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "Business success with artificial intelligence Digitalization Day for SMEs – Törökbálint",
    "event_url": "https://mkik.hu/esemenyek/digitalizacio/MVP%20-%20T%C3%B6r%C3%B6kb%C3%A1lint",
    "main_image_url": null,
    "event_date": "2025-11-27",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Pest Vármegyei és Érdi Kereskedelmi és Iparkamara, 2045 Törökbálint, Kazinczy Ferenc. u. 124.",
    "description": "Resources, tools, and opportunities for the digital development of SMEs Professional forum organized by MVP 2.0",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "NIS2 legal training and personal workshop – Debrecen",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/nis2-jogi-felkeszites-es-szemelyes-workshop-debrecen",
    "main_image_url": null,
    "event_date": "2025-12-02",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Debrecen, Vörösmarty u. 13-15.",
    "description": "As part of the project, the Chamber provides preparation for NIS2 audits, as well as legal, auditing, and expert support to stakeholders in the SME sector. The project, implemented in cooperation with the MKIK and the SZTFH, helps domestic companies prepare effectively and efficiently for the requirements of the NIS2 Directive and the domestic Cybersecurity Act.",
    "duration": null,
    "type": "workshop",
    "language": "hungarian"
  },
  {
    "title": "Business success with artificial intelligence Digitalization Day for SMEs – in Nyíregyháza",
    "event_url": "https://mkik.hu/esemenyek/digitalizacio/MVP%20-%20Ny%C3%ADregyh%C3%A1za",
    "main_image_url": null,
    "event_date": "2025-12-02",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Szabolcs-Szatmár-Bereg Vármegyei Kereskedelmi és Iparkamara, 4400 Nyíregyháza, Széchenyi u. 2.",
    "description": "Resources, tools, and opportunities for the digital development of SMEs Professional forum organized by MVP 2.0",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "Business success with artificial intelligence Digitalization Day for SMEs – Debrecen",
    "event_url": "https://mkik.hu/esemenyek/digitalizacio/MVP%20-%20Debrecen",
    "main_image_url": null,
    "event_date": "2025-12-03",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Hajdú-Bihar Vármegyei Kereskedelmi és Iparkamara, 4025 Debrecen, Vörösmarty u. 13-15.",
    "description": "Resources, tools, and opportunities for the digital development of SMEs Professional forum organized by MVP 2.0",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "Business success with artificial intelligence Digitalization Day for SMEs – Miskolc",
    "event_url": "https://mkik.hu/esemenyek/digitalizacio/MVP%20-%20Miskolc",
    "main_image_url": null,
    "event_date": "2025-12-04",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Borsod-Abaúj-Zemplén Vármegyei Kereskedelmi és Iparkamara, 3525 Miskolc, Szentpáli utca 1.",
    "description": "Resources, tools, and opportunities for the digital development of SMEs Professional forum organized by MVP 2.0",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "i3 Club – Support for innovative companies and future businesses (Szeged)",
    "event_url": "https://mkik.hu/esemenyek/innovacio/i3-klub-tamogatas-az-innovativ-vallalatok-es-leendo-vallalkozasok-szamara",
    "main_image_url": null,
    "event_date": "2025-12-04",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "SZTE József Attila Tanulmányi és Információs Központ (TIK) 6722 Szeged, Ady tér 10.",
    "description": "The venue for the year-end event of the i3 club of the Csongrád-Csanád Chamber of Commerce and Industry will be provided by the University of Szeged. Participants will learn about the latest service offered by the Hungarian Innovation Association, which aims to support innovation processes and developments in businesses. In the form of a roundtable discussion, start-ups and young people ready to launch their businesses can gain inspiration and useful advice for the road ahead.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "Business success with artificial intelligence Digitalization Day for SMEs – Budapest",
    "event_url": "https://mkik.hu/esemenyek/digitalizacio/MVP%20%20-%20%20Budapest",
    "main_image_url": null,
    "event_date": "2025-12-10",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Budapesti Kereskedelmi és Iparkamara, 1016 Budapest, Krisztina krt. 99.",
    "description": "Resources, tools, and opportunities for the digital development of SMEs Professional forum organized by MVP 2.0",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "On the road to 2026 – Lean strategic workshop",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/uton-2026-fele-lean-strategiai-workshop",
    "main_image_url": null,
    "event_date": "2025-12-10",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "VKIK (Veszprém, Radnóti tér 1.)",
    "description": "The Veszprém County Chamber of Commerce and Industry and the Hungarian DigiLean Association are organizing a strategic workshop to promote efficiency improvement plans for next year. As the end of the year approaches, an event where we set strategic goals and think together about next year's efficiency improvement directions can be a useful reference point for businesses. To support this, the Veszprém County Chamber of Commerce and Industry and the Hungarian DigiLean Association are organizing a Lean strategic workshop.",
    "duration": null,
    "type": "workshop",
    "language": "hungarian"
  },
  {
    "title": "Information on tax changes in 2026 (Szeged)",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/tajekoztato-a-2026-evi-adovaltozasokrol",
    "main_image_url": null,
    "event_date": "2025-12-10",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "CSKIK Székház - Konferenciaterem, 6721 Szeged, Párizsi krt. 8-12.",
    "description": "Our annual tax briefing will be held again this year, where Gábor Szabó, an expert from the National Tax and Customs Administration (NAV), will present the tax changes expected in 2026. Those interested can follow our event on December 10 online or in person.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "NIS2 preparatory workshop – NIS2 and AI Act",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/nis2-felkeszito-workshop-nis2-es-ai-act",
    "main_image_url": null,
    "event_date": "2025-12-11",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Online (Google Meet)",
    "description": "As part of the project, the Chamber provides preparation for NIS2 audits, as well as legal, auditing, and expert support to stakeholders in the SME sector. The project, implemented in cooperation with the MKIK and the SZTFH, helps domestic companies prepare effectively and efficiently for the requirements of the NIS2 Directive and the domestic Cybersecurity Act.",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  },
  {
    "title": "NIS2 legal training and personal workshop – Székesfehérvár",
    "event_url": "https://mkik.hu/esemenyek/rendezvenyek/nis2-jogi-felkeszites-es-szemelyes-workshop-szekesfehervar",
    "main_image_url": null,
    "event_date": "2026-01-21",
    "organizer": "Hungarian Chamber of Commerce and Industry (MKIK)",
    "location": "Fejér Vármegyei Kereskedelmi és Iparkamara, Székesfehérvár, Hosszúsétatér 4-6.\n",
    "description": "As part of the project, the Chamber provides preparation for NIS2 audits, as well as legal, auditing, and expert support to stakeholders in the SME sector. The project, implemented in cooperation with the MKIK and the SZTFH, helps domestic companies prepare effectively and efficiently for the requirements of the NIS2 Directive and the domestic Cybersecurity Act.",
    "duration": null,
    "type": "workshop",
    "language": "hungarian"
  },
  {
    "title": "6. Digital Health Summit",
    "event_url": "https://vosz.hu/vallalkozas/6.-digital-health-summit-",
    "main_image_url": "https://dhs.ap.hu/images/digital-health-summit-logo-white-header.svg",
    "event_date": "2025-11-26",
    "organizer": "VOSZ",
    "location": "Danubius Helia Hotel, 1133 Budapest Kárpát utca 62-64.",
    "description": "Hungary's digital health conference for public health, private healthcare, pharma digital, and the healthcare product and service manufacturing industry. Come and meet 400+ participants from the healthcare industry at the 6th DHS.",
    "duration": null,
    "type": "summit",
    "language": "hungarian"
  },
  {
    "title": "Financial solutions for small and medium-sized enterprises",
    "event_url": "https://vosz.hu/vosz-info/penzugyi-megoldasok-kis--es-kozepvallalkozasoknak",
    "main_image_url": null,
    "event_date": "2025-11-27",
    "organizer": "VOSZ",
    "location": "Pécsi Tudományegyetem Közgazdaságtudományi Kar, 7622 Pécs, Rákóczi út 80. 323/1",
    "description": "Workshop to strengthen cooperation between VOSZ, the University of Pécs, and regional economic actors.",
    "duration": null,
    "type": "workshop",
    "language": "hungarian"
  },
  {
    "title": "VOSZ Economic Forum and Roundtable Discussion in Kaposvár",
    "event_url": "https://vosz.hu/vosz-info/vosz-gazdasagi-forum-es-kerekasztal-beszelgetes-kaposvaron2025",
    "main_image_url": null,
    "event_date": "2025-12-08",
    "organizer": "VOSZ",
    "location": "Kaposvár, Széchenyi tér 8. Dorottya Szálló",
    "description": "VOSZ Economic Forum and Roundtable Discussion in Kaposvár",
    "duration": null,
    "type": "conference",
    "language": "hungarian"
  },
  {
    "title": "Presentation of the Skills4Retail tender",
    "event_url": "https://vosz.hu/vosz-info/a-skills4retail-palyazat-bemutatasa",
    "main_image_url": "https://vosz.hu/file/news/2919/gallery/big/skillsrretail-banner.png",
    "event_date": "2026-01-07",
    "organizer": "VOSZ",
    "location": "VOSZ Székház – 1065 Budapest, Bajcsy-Zsilinszky út 53.",
    "description": "If you are interested in the latest trends and development opportunities in retail, education, and digitalization, register TODAY and don't miss out on the latest developments, opportunities, and trends!",
    "duration": null,
    "type": "presentation",
    "language": "hungarian"
  }
]
